      /####################################
      /
      /Program:    First Exercise
      /Author:     CIS 111 Kyle Pennacchio 
      /Status:     Working
      / 
      /#################################### 
              
       identification division.
       program-id. Exercise1 as "Exercise1".

       environment division.
       configuration section.

       data division.
       working-storage section.

       procedure division.
      /    Name 
           display "Name: Kyle Pennacchio"
      /    Age 
           display "Age: 21"
      /    Degree
           display "Current Program Enrolled: CIS"
      /    Semester
           display "Current Semester: Second" 
      /    Programming experience
           display 'Programmining Experience: Basic knowledge of C#, C++
      -    ', and Java.'
            
      /    Something interesting
           display 'Something Interesting: I have seen one of my bones '
      -    'before.' 
           
      /    **End the procedure and program by pressing Enter
      /    **Used to keep console open while using Eclipse IDE   
            stop "Press Enter to exit.".
            stop run.
      
       

